Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/european_union.html.txt.tmx
Source language: en
Languages: ga

source: • Joining the European Union
ga: • Bheith mar bhall den Aontas Eorpach

source: • Leaving the European Union
ga: • An tAontas Eorpach a fhágáil

source: The European Union (EU) is a political and economic union of certain countries in Europe
ga: Aontas polaitiúil agus eacnamaíochta tíortha faoi leith san Eoraip é Aontas na hEorpa

source: Since July 2013, there are 28 member states in the European Union: Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Italy, Ireland, Latvia, Lithuania, Luxembourg, Malta, the Netherlands, Poland, Portugal, Romania, Spain, Slovakia, Slovenia, Sweden and the United Kingdom
ga: Ó Iúil 2013 tá 28 Ballstáit ann: An Bheilg, An Ghearmáin, An Fhrainc, An Iodáil, Lucsamburg, An Ísiltír, An Danmhairg, An Ghréig, An Spáinn, Éire, An Ostair, An Phortaingéil, An Fhionlainn, An tSualainn, An Ríocht Aontaithe, An Phólainn, An Ungáir, An Laitvia, An Liotuáin, An tSlóibhéin, Poblacht na Slóvaice, Poblacht na Seice, An Eastóin, An Chipir, Málta, an Bhulgáir, an Rómáin agus an Chróit

source: The EU has grown out of 3 communities founded after World War II to establish peace and prosperity in Europe
ga: D'fhás Aontas na hEorpa as trí chomhphobal a bunaíodh i ndiaidh an dara Chogaidh Domhanda le síocháin agus rathúnas a bhunú san Eoraip

source: The European Coal and Steel Community was set up in 1951, the European Atomic Energy Commission was founded in 1957 and the European Economic Community was also founded in 1957
ga: Bunaíodh i 1951 Aontas Guail agus Cruach na hEorpa, i 1957 bunaíodh Coimisiún um Fhuinneamh Adamhach na hEorpa agus bunaíodh freisin i 1957 Comhphobal Eacnamaíochta na hEorpa

source: The fundamental laws of the EU are set out in the various treaties agreed and ratified by the member states
ga: Tá bundlíthe Aontas na hEorpa leagtha síos sna conarthaí éagsúla a d'aontaigh agus a dhaingnigh na Ballstáit

source: A treaty is ratified when it is formally accepted by the member state
ga: Tá conradh daingnithe nuair atá glactha go foirmiúil leis ag Ballstát

source: The most important treaty is the Treaty of Rome, which created the European Economic Community in 1957
ga: Conradh na Róimhe an conradh is tábhachtaí, a cruthaigh Comhphobal Eacnamaíochta na hEorpa i 1957

source: Since the Treaty of Rome, the following treaties have been agreed and ratified by all the Member States: the Merger Treaty in 1967, the Single European Act in 1986, the Treaty on European Union (the Maastricht Treaty) in 1992, the Treaty of Amsterdam in 1997, the Treaty of Nice in 2002 and the Treaty of Lisbon in 2009
ga: Ó glacadh le Conradh na Róimhe, d'aontaigh agus daingnigh na Ballstáit cúig chonradh eile; Conradh Cumaisc i 1967, An Ionstraim Eorpach Aonair i 1986, Conradh ar an Aontas Eorpach (Conradh Maastricht) i 1992, Conradh Amstardaim i 1997, Conradh Nice i 2002 agus an Conradh Liospóin sa bhliain 2009

source: The European Union has 4 main aims:
ga: Tá roinnt aidhmeanna ag Aontas na hEorpa:

source: • To establish European citizenship
ga: • Saoránacht na hEorpa a bhunú

source: This means protection of fundamental human rights and freedoms
ga: Cosaint a dhéanamh ar bhunchearta daonna agus saoirsí

source: • To ensure freedom, security and justice
ga: • Saoirse, slándáil agus ceart a chinntiú

source: This means co-operation in the field of justice and home affairs
ga: Ciallaíonn seo comh-oibriú i réimse cearta agus gnóthaí baile

source: • To promote economic and social progress
ga: • Dul chun cinn eacnamaíochta agus sóisialta a chothú

source: This involves the single market, the euro, environmental protection and social and regional development
ga: Aonmhargadh, an euro, cosaint timpeallachta agus forbairt sóisialta agus réigiúnda atá i gceist anseo

source: • To assert Europe's role in the world
ga: • Ról na hEorpa sa domhan a bhaint amach

source: The European Union is run by 5 main institutions:
ga: Tá cúig phríomh institiúid ag riaradh Aontas na hEorpa:

source: • The Council of the European Union
ga: • Comhairle Aontas na hEorpa

source: Joining the European Union
ga: Bheith mar bhall den Aontas Eorpach

source: Under Article 49 of the Treaty on European Union any European country may apply for membership if it respects the democratic values of the EU and is committed to promoting them
ga: Faoi Airteagal 49 den Chonradh ar an Aontas Eorpach, féadfaidh aon tír Eorpach iarratas a dhéanamh ar bhallraíocht má léiríonn sí meas ar luachanna daonlathacha an AE agus má tá sí tiomanta do na luachanna siúd a chur chun cinn

source: A country wishing to join the EU submits a membership application to the Council of the European Union which asks the European Commission to assess the applicant’s ability to meet the conditions for membership (Copenhagen criteria)
ga: Seolann tír ar mian léi bheith mar bhall den AE iarratas ar bhallraíocht chuig Comhairle an Aontais Eorpaigh a iarrann ar an gCoimisiún Eorpach chun measúnú a dhéanamh ar chumas an iarratasóra chun na coinníollacha le haghaidh ballraíochta (critéir Chóbanhávan) a chomhlíonadh

source: If the Commission’s opinion is positive, the Council of the European Union must then agree upon a negotiating mandate
ga: Má bhíonn tuairim dhearfach ag an gCoimisiún, ní mór do Chomhairle aon Aontais Eorpaigh comhaontú ansin ar idirbheartaíocht a dhéanamh ar shainchúram

source: Negotiations are then formally opened
ga: Ansin déantar idirbheartaíochtaí a oscailte go foirmiúil

source: Information on the steps towards joining is available on the European Commission’s website
ga: Tá faisnéis ar na céimeanna i dtreo bheith mar bhall ar fáil ar láithreán gréasáin an Choimisiúin Eorpaigh

source: Leaving the European Union
ga: An tAontas Eorpach a fhágáil

source: Under Article 50 of the Treaty on European Union any member state may decide to withdraw from the EU
ga: Faoi Airteagal 50 den Chonradh ar an Aontas Eorpach, féadfaidh aon bhallstát an cinneadh a dhéanamh chun aistarraingt ón AE

source: The member state must notify the European Council of its intention
ga: Ní mór don bhallstát an Chomhairle Eorpach a chur ar an eolas ar a rún

source: The EU must negotiate an agreement with the member state, setting out the arrangements for its withdrawal, taking account of the framework for its future relationship with the EU
ga: Ní mór don AE comhaontú a dhéanamh leis an mballstát, ina leagtar amach na socruithe dá aistarraingt, agus aird á tabhairt ar an gcreat don chaidreamh a bheidh aige amach anseo leis an AE

source: The agreement is negotiated in accordance with Article 218(3) of the Treaty on the Functioning of the European Union
ga: Déantar idirbheartaíocht ar an gcomhaontú i gcomhréir le hAirteagal 218(3) den Chonradh ar Fheidhmiú an Aontais Eorpaigh

source: The agreement is concluded on behalf of the EU by the Council of the European Union, if it has the approval of a qualified majority of the member states, not including the member state that is leaving
ga: Tugann Comhairle an Aontais Eorpaigh an comhaontú chun críche thar ceann an AE, má bhíonn faomhadh faighte aici ó thromlach cáilithe na mballstát, gan an ballstát atá ag fágáil a áireamh

source: The qualified majority must be at least 72% of the members of the Council of the European Union and representing at least 65% of the population of the member states
ga: Ní mór gurb ionann an tromlach cáilithe agus ar a laghad 72% de chomhaltaí Chomhairle an Aontais Eorpaigh agus a dhéanann ionadaíocht do 65%, ar a laghad, de dhaonra na mballstát

source: The EU treaties cease to apply to the member state from the date of entry into force of the withdrawal agreement or, if there is no agreement, 2 years after the original notification unless the European Council unanimously decides to extend this period. On 23 June 2016, the United Kingdom (UK) voted to leave the EU
ga: Cuirtear deireadh le feidhm chonarthaí an AE i dtaca leis an mballstát ón dáta a chuirtear an comhaontú aistarraingthe i bhfeidhm nó, murar baineadh aon chomhaontú amach, 2 bhliain i ndiaidh gur tugadh an fógra tosaigh mura gcinneann an Chomhairle Eorpach d’aon ghuth chun an tréimhse seo a shíneadh

source: Europe Direct is a free telephone and e-mail service that provides information about the EU
ga: Soláthraíonn Europe Direct seirbhís ghutháin agus ríomhphoist shaor in aisce ar féidir le saoránaigh í a úsáid le freagraí a fháil ar cheisteanna a d’fhéadfadh a bheith acu i leith an AE

source: It offers information on a wide range of subjects including legislation, policies, institutions, programmes and the rights of EU citizens
ga: Tairgeann sí eolas faoi raon leathan ábhar lena n-áirítear reachtaíocht, beartais, forais, cláir agus cearta shaoránaigh an AE

source: It can also refer users to the best source of advice at EU, national, regional and local levels
ga: Féadann sé úsáideoirí a tharchur freisin chuig an bhfoinse is fearr comhairle ag leibhéil an AE, go náisiúnta, go réigiúnach agus go háitiúil

source: There are a number of Europe Direct local information centres in Ireland
ga: Tá líon ionaid faisnéise áitiúla Europe Direct in Éirinn
